/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Інсталятор CapCut для настільних комп’ютерів";
"LvAppTitle" = "Інсталятор Jianying для настільних комп’ютерів";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Продовжити встановлення?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Установити";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Відкрити";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Скасувати";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Уже встановлено старішу версію CapCut (v%@). Ти можеш або відкрити її, або замінити, установивши останню версію.";
"LvCheckInstalledMsgHintText" = "Уже встановлено старішу версію Jianying (v%@). Ти можеш або відкрити її, або замінити, установивши останню версію.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Зупинити завантаження?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Продовжити";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Зупинити";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Файл, наразі завантажений на %d%%, не буде збережено.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Не вдалося завантажити. Спробуй ще раз.";
// pc_installer_retry
"BtnText_Retry" = "Повторити";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Зупинити";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Зберегти";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Бракує місця на диску";

"BtnCheck_SystemTrayAutoboot" = "Запускати трей під час запуску";

"DownloadErrorCodeHintText" = "Код помилки: ";